/* gems_collected {number of collected gems} {number of total gems} */
"gems_collected.%lu out of %lu gems collected" = "gems_collected.%1$lu out of %2$lu gems collected";

/* Describes the goals in the game. gems_collected + swithes_opened */
"Goal count: " = "Goal count: ";

/* swithes_opened {number of open switches} {number of total switches} */
"swithes_opened.%lu out of %lu switches opened" = "swithes_opened.%1$lu out of %2$lu switches opened";

/* {character name} looks sad. */
"The level is incomplete, %@ looks sad. Tap the hint button for more details." = "The level is incomplete, %@ looks sad. Tap the hint button for more details.";

